Revit 2023 API
GroupTypeId.Area Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Area { get; }
Visual Basic
Public Shared ReadOnly Property Area As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Area {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace